<template>
    <v-app>
        <v-container fluid grid-list-md>
            <v-layout row wrap text-xs-left justify-center>
                <v-flex xs12 sm12 md9>
                    <h1>{{title}}</h1><br>
                    <!-- <p>{{content}}</p> -->

                    <div class="text-xs-center">
                        <v-img>

                        </v-img>
                        <img src="http://www.narit.or.th/images/About/princess_new.jpg">
                    </div>
                    
                    <p>
                           สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี ทรงมีความรู้และความสนพระทัยอย่างลึกซึ้งในศาสตร์และวิทยาการหลายแขนง พระองค์ได้ทรงริเริ่มโครงการในพระราชดำริมากมายหลายโครงการเพื่อประโยชน์สุขของอาณาประชาราษฎร์ของพระองค์  โครงการเหล่านี้อาจมีธรรมชาติแตกต่างกันบ้างก็เป็นโครงการแบบบูรณาการ และบ้างก็เป็นโครงการที่มีลักษณะเฉพาะ ในบรรดาโครงการมากหลายที่เกิดจากพระราชดำริของพระองค์ โครงการพัฒนาวิทยาศาสตร์และเทคโนโลยีจัดเป็นโครงการในระดับแนวหน้าโครงการหนึ่ง โครงการในพระราชดำริของ"สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี" ได้รับการสานต่อให้ดำเนินการได้โดยรัฐบาลไทยและหน่วยงานต่างๆของรัฐ เพื่อให้เกิดประสิทธิผลในการพัฒนาประเทศอย่างยั่งยืนต่อไป

          “สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี” ทรงมีความสนพระทัยอย่างยิ่งในวิชาดาราศาสตร์ซึ่งเป็นศาสตร์ที่เก่าแก่ที่สุดศาสตร์หนึ่งของโลก ทรงตระหนักว่าท้องฟ้ากว้างใหญ่ที่ระยิบระยับด้วยแสงจากหมู่ดาวน้อยใหญ่เป็นสิ่งที่สร้างสรรค์จินตนาการและดึงดูดความสนใจของผู้คนทั้งเด็กและผู้ใหญ่ได้เป็นอย่างดี จึงทรงประทานพระราชดำริว่าดาราศาสตร์น่าจะเป็นเครื่องมืออีกอันหนึ่งที่ใช้นำสังคมของประเทศให้ก้าวสู่ความเป็นสังคมแห่งความรู้ได้

 

          เมื่อที่ประชุมคณะรัฐมนตรีมีมติอนุมัติให้จัดตั้งสถาบันวิจัยดาราศาสตร์แห่งชาติขึ้นในปี พ.ศ. 2551 สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารีได้ทรงพระกรุณารับโครงการดำเนินการของสถาบันฯเป็นโครงการในพระราชดำริ 2 โครงการ ได้แก่

1.    โครงการหอดูดาวแห่งชาติ เฉลิมพระเกียรติพระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดช ในศุภมงคลวารเฉลิมพระชนมายุ ๘๐ พรรษา
                    </p>

                    <div class="text-xs-center">
                        <img src="http://www.narit.or.th/images/About/tno.jpg" width="500px">
                    </div>

                    <p>
                        2.    โครงการหอดูดาวภูมิภาคเพื่อประชาชน 5 แห่ง ที่จังหวัดนครราชสีมา ภาคตะวันออกเฉียงเหนือ จังหวัดฉะเชิงเทรา ภาคตะวันออก จังหวัดสงขลา ภาคใต้  จังหวัดพิษณุโลก ภาคเหนือ และจังหวัดขอนแก่น ภาคตะวันออกเฉียงเหนือตอนล่าง
                    </p>

                    <div class="text-xs-center">
                        <img src="http://www.narit.or.th/images/About/songkhla.png" width="500px">
                    </div>
                    
                    <p>
                        นอกจากนี้ สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี ทรงมีพระราชดำริเรื่องความร่วมมือกับองค์กรด้านดาราศาสตร์ในมิตรประเทศอีกหลายประเทศ เช่น หอดูดาวแห่งชาติยูนนาน หอดูดาวเกาเหม่ยกู่ สาธารณรัฐประชาชนจีน  สถาบันดาราศาสตร์และฟิสิกส์อวกาศเกาหลี ประเทศเกาหลีใต้ หอดูดาว พารานัล และหอดูดาวเซอร์โร โทโลโล อินเทอร์อเมริกันในประเทศสาธารณรัฐชิลี เป็นต้น

                        วิสัยทัศน์อันกว้างไกลของสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี ซึ่งแสดงให้ประจักษ์ด้วยโครงการในพระราชดำริเหล่านี้จึงเป็นประโยชน์อย่างยิ่งต่อการพัฒนาสถานภาพของประเทศให้ก้าวขึ้นสู่ความเป็นผู้นำในวิชาดาราศาสตร์และฟิสิกส์ดาราศาสตร์

                        

                        ด้วยความสำนึกในพระมหากรุณาธิคุณเป็นล้นพ้น

                

                สถาบันวิจัยดาราศาสตร์แห่งชาติ(องค์การมหาชน)
                    </p>
                </v-flex>
            </v-layout>
        </v-container>
    </v-app>
</template>


<script>
export default {
    data () {
        return {
            title: 'โครงการในพระราชดำริสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี',
            content: ''
            
            

        }
    }
    
}
</script>

